Repository: CCR-G/travelers-map
Catalog: languages/travelers-map-*.po
Languages: it_it

source: Default - Black
it_it: Predefinito - Nero

source: Default - Violet
it_it: Predefinito - Viola

source: Default - Red
it_it: Predefinito - Rosso

source: Default - Orange
it_it: Predefinito - Arancione

source: Default - Green
it_it: Predefinito - Verde

source: Default - Blue
it_it: Predefinito - Blu

source: Markers
it_it: Marcatori

source: Marker
it_it: Segnaposto

source: Travelers' Map Markers
it_it: Marcatori Travelers' Map

source: Add new
it_it: Aggiungi nuovo

source: Add new marker
it_it: Aggiungi nuovo segnaposto

source: New marker
it_it: Nuovo marcatore

source: Edit marker
it_it: Modifica marcatore

source: View marker
it_it: Visualizza marcatore

source: Customize markers
it_it: Personalizzare i marcatori

source: Search marker
it_it: Indicatore di ricerca

source: No marker found
it_it: Nessun marcatore trovato

source: No marker found in trash
it_it: Nessun marcatore trovato nel cestino

source: Travelers Map Markers
it_it: Marcatori Travelers' Map

source: No thumbnail found.
it_it: Nessuna miniatura trovata.

source: Settings
it_it: Impostazioni

source: version
it_it: versione

source: Do you want to make Travelers' Map better? All the updates are based on community feedbacks!
it_it: Vuoi migliorare Travelers' Map? Tutti gli aggiornamenti si basano sui feedback della community!

source: Do not hesitate to <a href="%1$s" target="_blank">rate this plugin and give me some feedbacks</a>.
it_it: Non esitate a <a href="%1$s" target="_blank">valutare questo plugin e darmi alcuni feedback</a>.

source: Need some help setting up this plugin?
it_it: Hai bisogno di aiuto per configurare questo plugin?

source: Please check the <a href="%1$s" target="_blank">"Get Started" tutorial</a> on my blog.
it_it: Vedi <a href="%1$s" target="_blank">il tutorial "Get Started"</a> sul mio blog.

source: Save Changes
it_it: Salva modifiche

source: Reset settings to default
it_it: Ripristinare le impostazioni predefinite

source: Are you sure you wish to reset settings to default? Current settings will be deleted.
it_it: Sei sicuro di voler ripristinare le impostazioni predefinite? Le impostazioni correnti verranno eliminate.

source: Polylang - Synchronise markers from default language posts (%s) to other languages
it_it: Polylang - Sincronizza i marcatori dai post di lingua predefiniti (%s) ad altre lingue

source: Press the button below to copy every marker from default language posts (%s) to their translations:
it_it: Premi il pulsante qui sotto per copiare ogni marcatore dai post in lingua predefinita (%s) alle loro traduzioni:

source: Synchronise markers
it_it: Sincronizzare i marcatori

source: You are about to copy every marker from posts in the default language (set in Polylang settings) and set them to their translated posts in every other languages.
it_it: Stai per copiare ogni marcatore dai post nella lingua predefinita (impostato nelle impostazioni Polylang) e impostarli sui post tradotti in tutte le altre lingue.

source: WPML - Synchronise markers from default language posts (%s) to other languages
it_it: WPML - Sincronizza i marcatori dai post di lingua predefiniti (%s) ad altre lingue

source: You are about to copy every marker from posts in the default language (set in WPML settings) and set them to their translated posts in every other languages.
it_it: Stai per copiare ogni marcatore dai post nella lingua predefinita (impostato nelle impostazioni WPML) e impostarli sui post tradotti in ogni altra lingua.

source: Clean database - Delete all geolocalisation data and markers
it_it: Pulisci database - Elimina tutti i dati e i marcatori di geolocalizzazione

source: This button cleans every geolocalisation meta-data added to your posts and every custom markers added.
it_it: Questo pulsante pulisce tutti i meta-dati di geolocalizzazione aggiunti ai tuoi post e tutti i marcatori personalizzati aggiunti.

source: Please understand this is irreversible.
it_it: Si prega di capire che questo è irreversibile.

source: Delete all plugin data in database
it_it: Elimina tutti i dati del plugin nel database

source: Are you sure you wish to delete every geolocalisation data and custom markers in your database? This action is irreversible.
it_it: Sei sicuro di voler eliminare tutti i dati di geolocalizzazione e i marcatori personalizzati nel tuo database? Questa azione è irreversibile.

source: To prevent unintentional loss of data, this is how Travelers' Map works:
it_it: Per evitare la perdita involontaria di dati, ecco come funziona Travelers' Map:

source: Upon deactivation, every data (geolocalisation meta-data and settings) is kept.
it_it: Al momento della disattivazione, vengono conservati tutti i dati (metadati e impostazioni di geolocalizzazione).

source: When uninstalling, above settings are deleted from database while geolocalisation data are kept.
it_it: Durante la disinstallazione, le impostazioni precedenti vengono eliminate dal database mentre vengono mantenuti i dati di geolocalizzazione.

source: Plugin main settings
it_it: Impostazioni principali del plug-in

source: Activate Travelers' Map on:
it_it: Attiva Travelers' Map su:

source: Map settings
it_it: Impostazioni mappa

source: Tiles Server URL
it_it: URL del server dei riquadri

source: Tiles Server sub-domains
it_it: Sottodomini del server di riquadri

source: Attribution
it_it: Attribuzione

source: Enable search module in frontend
it_it: Abilita modulo di ricerca nel frontend

source: Enable fullscreen button in frontend
it_it: Abilita pulsante schermo intero nel frontend

source: Disable one-finger touch event on touch devices (BETA)
it_it: Disabilitare l'evento touch con un ditto solo sui dispositivi touch (BETA)

source: Popup settings
it_it: Impostazioni popup

source: Popup style
it_it: Stile popup

source: Disable popup CSS
it_it: Disabilitare popup CSS

source: By default, Travelers' Map is activated on posts only. You can also activate the plugin on pages and custom post types.
it_it: Per impostazione predefinita, Travelers' Map è attivata solo sui post. Puoi anche attivare il plugin su pagine e tipi di post personalizzati.

source: You can find a list of free tile providers <a href="%1$s" target="_blank">here</a>.
it_it: È possibile trovare un elenco di provider di riquadri gratuiti <a href="%1$s" target="_blank">qui</a>.

source: If your tile provider require an API key, please insert it directly as explained on their website.
it_it: Se il tuo provider di riquadri richiede una chiave API, inseriscila direttamente come spiegato nel loro sito web.

source: Exemple (thunderforest.com):
it_it: Esempio (thunderforest.com):

source: In this plugin, default is <code>abcd</code> because we use CartoDB.
it_it: In questo plugin, il valore predefinito è <code>abcd</code> perché usiamo CartoDB.

source: However the most common subdomain is <code>abc</code>, you can find the information on your provider's website.
it_it: Tuttavia il sottodominio più comune è <code>abc</code>, è possibile trovare le informazioni sul sito web del provider.

source: If you use the <a href="%1$s" target="_blank">free tile providers list</a>, subdomains are displayed when different from "abc".
it_it: Se utilizzi <a href="%1$s" target="_blank">l'elenco dei provider di riquadri</a>gratuiti , i sottodomini vengono visualizzati quando sono diversi da "abc".

source: Preview:
it_it: Anteprima:

source: Attribution is shown to the lower right of the map. It is necessary to give credit to the Openstreetmap datas and your tile provider.
it_it: L'attribuzione viene visualizzata in basso a destra nella mappa. È necessario dare credito ai dati Openstreetmap e al provider di riquadri.

source: It is not necessary, but you can support this plugin by adding:
it_it: Non è necessario, ma è possibile supportare questo plugin aggiungendo:

source: Check this box to add a search module on your dynamic maps.
it_it: Selezionare questa casella per aggiungere un modulo di ricerca alle tue mappe dinamiche.

source: The search box will show up on the top left corner of each map.
it_it: La casella di ricerca verrà visualizzata nell'angolo in alto a sinistra di ogni mappa.

source: Check this box to add a fullscreen button to your dynamic maps.
it_it: Selezionare questa casella per aggiungere un pulsante per schermo intero alle mappe dinamiche.

source: The fullscreen button will show up on the top right corner of each map.
it_it: Il pulsante per schermo intero verrà visualizzato nell'angolo in alto a destra di ogni mappa.

source: Check this box to disable one-finger events on touch devices.
it_it: Seleziona questa casella per disabilitare gli eventi con un solo dito sui dispositivi touch.

source: User needs to use two fingers to move or zoom the map.
it_it: L'utente deve usare due dita per spostare o ingrandire la mappa.

source: Choose the content shown in popups and their style:
it_it: Scegli il contenuto mostrato nei popup e il loro stile:

source: Title and thumbnail (default)
it_it: Titolo e miniatura (impostazione predefinita)

source: Title, thumbnail and excerpt
it_it: Titolo, miniatura ed estratto

source: Title and excerpt
it_it: Titolo ed estratto

source: Check this box to disable Travelers' Map Popup CSS.
it_it: Seleziona questa casella per disattivare Travelers' Map Popup CSS.

source: Leaflet default CSS is still loaded. Please note that only the content chosen above is loaded.
it_it: Il CSS predefinito Leaflet è ancora caricato. Si prega di notare che viene caricato solo il contenuto scelto sopra.

source: Travelers' Map - Add / edit your post marker
it_it: Travelers' Map - Aggiungi / modifica il tuo marcatore post

source: Choose a marker:
it_it: Scegliere un marcatore:

source: Locate your marker on the map:
it_it: Individuare il tuo marcatore sulla mappa:

source: Current marker informations:
it_it: Informazioni sul marcatore corrente:

source: Latitude
it_it: Latitudine

source: Longitude
it_it: Longitudine

source: Delete current marker
it_it: Elimina marcatore corrente

source: Travelers' Map - Shortcode Helper
it_it: Travelers' Map - Assistente Shortcode

source: Shortcode Helper
it_it: Assistente Shortcode

source: Your shortcode
it_it: Il tuo shortcode

source: Copy and paste this shortcode into the content of a Post or a Page to add a dynamic map:
it_it: Copia e incolla questo shortcode nel contenuto di un Post o di una Pagina per aggiungere una mappa dinamica:

source: Shortcode settings
it_it: Impostazioni Shortcode

source: The above shortcode is automatically updated when you modify the settings below :
it_it: Lo shortcode qui sopra viene aggiornato automaticamente quando modifichi le impostazioni seguenti:

source: Map dimensions
it_it: Dimensioni mappa

source: Width:
it_it: Larghezza:

source: Any <a href="%1$s" target="_blank">valid CSS unit</a> is accepted. Exemple: <code>780px</code> or <code>50%%</code>
it_it: Qualsiasi <a href="%1$s" target="_blank">unità CSS valida</a> viene accettata. Esempio: <code>780px</code> o <code>50%%</code>

source: Height:
it_it: Altezza:

source: Any <a href="%1$s" target="_blank">valid CSS unit</a> is accepted, although <code>px</code> and <code>vh</code> are recommended. Exemple: <code>500px</code> or <code>25vh</code>
it_it: Qualsiasi <a href="%1$s" target="_blank">unità CSS valida è</a> accettata, anche se <code>px</code> <code>vh</code> sono raccomandati. Esempio: <code>500px</code> o <code>25vh</code>

source: Max width:
it_it: Larghezza massima:

source: Max height:
it_it: Altezza massima:

source: Zoom settings
it_it: Impostazioni zoom

source: Initially zoom on current post's marker
it_it: Inizialmente ingrandisci sul marcatore del post corrente

source: Check this box to show a map zoomed on the current post's marker, moreover other posts are also displayed on the map.
it_it: Seleziona questa casella per mostrare una mappa ingrandita sul marcatore del post corrente, inoltre altri post vengono visualizzati anche sulla mappa.

source: Min zoom:
it_it: Ingrandimento minimo:

source: The minimum zoom level of the map. Default: <code>0</code>
it_it: Livello di zoom minimo della mappa. Predefinito: <code>0</code>

source: Max zoom:
it_it: Ingrandimento massimo:

source: The maximum zoom level of the map. Default: <code>18</code>
it_it: Livello di zoom massimo della mappa. Predefinito: <code>18</code>

source: Initialization max zoom:
it_it: Inizializzazione zoom massima:

source: On initialization, the map is zoomed to fit all the markers inside it. <br>This setting is useful to unzoom when only one marker is displayed. <code>18</code> is zoomed at the maximum, <code>1</code> is a world view.
it_it: Durante l'inizializzazione, la mappa viene ingrandita per adattarsi a tutti i marcatori al suo interno. <br>Questa impostazione è utile per annullare lo zoom quando viene visualizzato un solo marcatore. <code>18</code> è ingrandito al massimo, è <code>1</code> una visione del mondo.

source: Filter markers
it_it: Filtra per marcatori

source: Show current post's marker only
it_it: Mostra solo il marcatore del post corrente

source: Check this box to show a map with the current post's marker only.
it_it: Seleziona questa casella per visualizzare una mappa con solo il marcatore del post corrente.

source: Show only this post (ID):
it_it: Mostra solo questo post (ID):

source: Show a map with this ID's marker only. This can be combined with "Initially zoom on current post's marker" setting to zoom on this ID's marker but keep the others showing.
it_it: Mostra una mappa con solo il marcatore di questo ID. Questo può essere combinato con l'impostazione "Inizialmente zoom sul marcatore del post corrente" per ingrandire il marcatore di questo ID, ma mantenere gli altri visualizzati.

source: Filter by Wordpress taxonomies:
it_it: Filtra per tassonomie di Wordpress:

source: Categories:
it_it: Categorie:

source: Select the categories you want to show on the map. Default: All categories.
it_it: Seleziona le categorie che vuoi visualizzare sulla mappa. Impostazione predefinita: Tutte le categorie.

source: Select the tags you want to show on the map. Default: All tags.
it_it: Seleziona i tag che desideri visualizzare sulla mappa. Impostazione predefinita: Tutti i tag.

source: Post types:
it_it: Tipi di post:

source: Select the post types you want to show on the map. Default: All post types selected in the plugin option page.
it_it: Seleziona i tipi di post che desideri mostrare sulla mappa. Impostazione predefinita: tutti i tipi di post selezionati nella pagina delle opzioni del plugin.

source: Filter by custom taxonomies:
it_it: Filtra per tassonomie personalizzate:

source: Select the terms you want to show on the map. Default: All terms.
it_it: Seleziona i termini che desideri visualizzare sulla mappa. Impostazione predefinita: tutti i termini.

source: Advanced settings
it_it: Impostazioni avanzate

source: These settings are meant for experienced users only, please read carefully each description before using them as they can cause performances issues and various problems.
it_it: Queste impostazioni sono destinate solo agli utenti esperti, si prega di leggere attentamente ogni descrizione prima di usarli in quanto possono causare problemi di prestazioni e vari problemi.

source: Disable marker clustering
it_it: Disabilitare il clustering dei marcatori

source: Check this box to disable the markers from regrouping when too close to eachother. Warning: Don't use this on a map with a lot of markers as it can cause performance issues.
it_it: Selezionare questa casella per disattivare il raggruppamento dei marcatori quando sono troppo vicini l'uno all'altro. Avviso: non usare questo su una mappa con molti marcatori in quanto può causare problemi di prestazioni.

source: Open links in a new tab
it_it: Aprire i collegamenti in una nuova scheda

source: Force the user to open links in a new tab on popup click. Warning: This is not recommended as it changes the default behaviour of links, you should let the users decide how they want to open links.
it_it: Forzare l'utente ad aprire i collegamenti in una nuova scheda con un clic sul popup. Attenzione: questa operazione non è consigliata in quanto modifica il comportamento predefinito dei collegamenti, è consigliabile consentire agli utenti di decidere come aprire i collegamenti.

source: Tile provider settings
it_it: Impostazioni del provider di riquadri

source: If you decide to change your tile provider, you must fill all the fields below to avoid your map not showing or missing some tiles.
it_it: Se decidi di modificare il provider di riquadri, è necessario compilare tutti i campi sottostanti per evitare che la mappa non mostri o manchi di alcuni riquadri.

source: By default, the map will use the tile provider set in Travelers' Map settings.
it_it: Per impostazione predefinita, la mappa utilizzerà il provider di riquadri impostato nelle impostazioni della Travelers' Map.

source: Thank you for using Travelers' Map. <br>This plugin is creating a new thumbnail size for your markers' images to speed up their loading time in the front-end. <br><br><strong>If you already have images in your media library before activating this plugin, please consider regenerating them with the awesome plugin <a href="%1$s" target="_blank">Regenerate Thumbnails</a> as this is not supported by Wordpress alone.</strong> <br><br> Please note that <strong>images added after you activate this plugin are automatically generated in the right size</strong>.
it_it: Grazie per aver utilizzato Travelers' Map. <br>Questo plugin sta creando una nuova dimensione delle miniature per le immagini dei marcatori per accelerare il loro tempo di caricamento nel front-end. <br><br><strong>Se hai già di immagini nella libreria multimediale prima di attivare questo plugin, considera rigenerarli con il plugin <a href="%1$s" target="_blank">impressionante Regenerate Thumbnails</a> in quanto questo non è supportato da Wordpress da solo.</strong><br><br> Nota <strong>che le immagini aggiunte dopo l'attivazione di questo plugin vengono generate automaticamente nella giusta dimensione</strong>.
